export const MenuTexts = {
	main: '📋 *Главное меню*\n\nЧто вы хотите сделать? Выберите действие ниже 👇',

	profile_menu:
		'👤 *Меню профиля*\n\nЗдесь вы можете просмотреть свою анкету, изменить данные или деактивировать поиск. Всё под вашим контролем 🔧',

	find_roommate:
		'🔍 *Поиск сожителя*\n\nСейчас я начну показывать анкеты других людей, которые ищут соседа. Если кто-то понравится — жмите ❤️. Хотите выйти — кнопка 🔙 внизу.',

	edit_profile:
		'✏️ *Редактирование анкеты*\n\nОбновим вашу информацию, чтобы найти подходящих соседей быстрее. Что хотите изменить?',

	purpose: '🎯 Выберите цель проживания:',
	gender: '🚻 Укажите ваш пол:',
	summary: '✅ Спасибо! Вот ваша анкета:'
}
