export const TextsData = {
	WelcomeText: `Привет! 👋

Я — бот, который поможет тебе найти сожителя, арендодателя или просто человека, с кем можно вместе арендовать жильё или помещение.
			
Здесь ты можешь:
			
🏠 Создать анкету — чтобы тебя могли найти  
🔍 Смотреть анкеты других — и лайкать, если кто-то понравился  
📍 Искать в своём городе или других  
📝 Указать, кого именно ты ищешь — для жилья, бизнеса или чего-то необычного
			
Начнём?`,
	HaveNoProfile: `У тебя ещё нет анкеты 🙁

Создай её, чтобы другие могли тебя найти — и ты тоже сможешь искать сожителей, арендаторов или партнёров!

Нажми на кнопку ниже, чтобы начать 🚀
`
}
